tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

# brew "awscli"
brew "bat"
# brew "cocoapods"
brew "dive"
# brew "exiftool"
# brew "ffmpeg"
brew "git"
brew "git-flow-avh"
# brew "graphviz"
# brew "helm"
brew "jq"
# brew "kubernetes-cli"
# brew "minikube"
# brew "nmap"
# brew "openssl@1.1"
# brew "python"
brew "watchman"
# brew "zsh"

cask "airtame"
# cask "android-studio"
# cask "azure-data-studio"
# cask "db-browser-for-sqlite"
cask "displaylink"
cask "docker"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "fork"
# cask "gitkraken"
cask "google-chrome-beta"
cask "google-chrome-canary"
# cask "hex-fiend"
cask "iterm2"
cask "macdown"
cask "microsoft-edge-dev"
cask "microsoft-teams"
# cask "mysqlworkbench"
# cask "nomad"
# cask "parallels"
# cask "postgres"
cask "postico"
cask "postman"
cask "safari-technology-preview"
cask "slack"
cask "spotify"
# cask "tastyworks"
cask "visual-studio-code"
# cask "visual-studio-code-insiders"
# cask "visual-studio"
cask "vlc"
cask "webex-meetings"
# cask "wireshark"

mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sim Daltonism", id: 693112260
mas "Transporter", id: 1450874784
mas "Xcode", id: 497799835

# TODO: Additional Tools for Xcode requires auth to download. Package it with repo?
